Repository: DimitriEvcenko/iWave1
Catalog: iWave2/*.lproj/Localizable.strings
Languages: de

# NoUsernameOrPassword
source: Please enter username and password.
de: Bitte Benutzername und Passwort eingeben.

# Mainmenu
source: Wavemenu
de: Wavemenü

# Settings
source: Profile & Settings
de: Profil & Einstellungen

# Vacation
source: Caribbean
de: Karibik

source: Marketplace
de: Marktplatz

source: News
de: Nachrichten

source: About
de: Info

source: Logout
de: Abmelden

# LoginSettings
source: Login
de: Anmeldung

# ProfileSettings
source: Profile
de: Profil

# UsabilitySettings
source: Control
de: Bedienung

# ContactSettings
source: Contact
de: Kontakt

# ShowSettings
source: Show Categories
de: Kategorien anzeigen

source: Last Login
de: Letzte Anmeldung

# lastLoginText
source: Your last Login-Date
de: Dein letztes Anmeldedatum

source: Manager
de: Vorgesetzter

source: Team Mates
de: Teamkollegen

source: Direct Reports
de: Teammitglieder

source: Buttons
de: Klassisch

source: Gestures
de: Gesten

source: Buttons and Gestures
de: Klassisch und Gesten

source: Sidion-Light
de: Sidion-Hell

source: Sidion-Dark
de: Sidion-Dunkel

source: Sidion-Blue
de: Sidion-Blau

source: Holiday
de: Urlaub

# PARENTLEAVE
source: Parentalleave
de: Elternzeit

# FLEXTIME
source: Flexible Time
de: Gleitzeit

source: Sabbatical
de: Auszeit

source: Pending
de: In Bearbeitung

source: Rejected
de: Abgelehnt

source: Approved
de: Genehmigt

# NOTSEND
source: Unrequested
de: Nicht Beantragt

# TEAMVACATION
source: Pending Teamrequests
de: Ausstehende Teamanträge

# OTHERREPORTSVACATION
source: Other pending Requests
de: Weitere ausstehende Anträge

source: Vacationdemand
de: Urlaubsantrag

# VacationDemandAdditional
source: of
de: von

# Demand
source: Demands
de: Anträge

source: Calendar
de: Kalender

# UsersVacationDemand
source: This is your vacation demand
de: Das ist dein Urlaubsantrag

# SendDemand
source: Request
de: Beantragen

# ApproveDemand
source: Approve
de: Genehmigen

# CalendarToday
source: Today
de: Heute

# VacationOverview
source: Vacation Demands
de: Urlaubsanträge

# DaysString
source: days
de: Tage

# InvalideVacationDemand
source: Your vacation demand is invalid. Probably it overlaps with another or has a start- or enddate on a weekend.
de: Dein Urlaubsantrg ist ungültig. Vermutlich gibt es Überschneidungen mit einem bestehenden Antrag oder er beginnt/ endet an einem Wochenende.

# IncompleteVacationDemand
source: Missing details on creation of vacation demand.
de: Fehlerhafte Angaben beim Erstellen des Antrags.

# AccessibiltyDateFormat
source: EEEE, MMMM, d
de: EEEE, d. MMMM

# Accessibilty_selected
source: selected
de: ausgewählt

# is_vacation
source: Vacation day
de: Urlaubstag

# NextYearString
source: Next year
de: Nächstes Jahr

# NextMonthString
source: Next month
de: Nächster Monat

# PreviousMonthString
source: Previous month
de: Vorheriger Monat

# PreviousYearString
source: Previous year
de: Vorheriges Jahr

source: Error
de: Fehler

# VacationOverlappingErrorHeader
source: Overlapping
de: Überschneidung

# VacationOverlappingError
source: The selected day is already a vacation day!
de: Der ausgewählte Tag ist bereits ein Urlaubstag!

# NoManagerErrorHeader
source: No manager
de: Kein Vorgesetzter

# NoManagerErrorMessage
source: You can not request vacation. Who should approve it?
de: Du kannst keinen Urlaub beantragen. Wer sollte den denn genehmigen?

# noManagerError
source: No line manager information found in your user data. Vacation you applied for cannot be processed.
de: In Deinen Benutzerinformationen ist kein Vorgesetzter hinterlegt. Vor Dir gestellte Urlaubsanträge können nicht bearbeitet werden.

# InvalidTokenError
source: Invalid token, you have been disconnected
de: Ungültiges Token. Verbindung getrennt.

# HelloUser
source: Hello {0}
de: Hallo {0}

# GettingStarted
source: Welcome to iWave! To use Carribean here, we gonna create a trial vacation demand. -Tap on the screen to continue.-
de: Herzlich willkommen bei iWave! Um Karibik hier nutzen zu können werden wir jetzt einen Test-Urlaubsantrag erstellen. -Tippe irgendwo auf den Bildschirm-

# FirstStep
source: To get to iWave calendar tap here.
de: Um zum iWave Kalender zu gelangen tippe hier.

# SecondStep
source: Now tap on the first vacation day in calendar...
de: Tippe nun auf den ersten Urlaubstag im Kalender...

# ThirdStep
source: ...and now tap the last one.
de: ...und jetzt auf den Letzten.

# FourthStep
source: Just select the vacation type and write a comment...
de: Jetzt nur noch die Urlaubsart und einen Kommentar eintragen...

# LastStep
source: ...and request!
de: ...und beantragen!

# TutorialFinished
source: Ready! It's really that easy in iWave. P.S. To do this introduction again, go to information menu.
de: Fertig! So einfach geht das mit iWave. P.S. Diese kleine Einfühurng kannst du im Infomenü wiederholen.

# OneWeekWithoutiWave
source: ...wow it's really you?
de: ... auch mal wieder da?

# OneMonthWithoutiWave
source: I think it's time to request for vacation.
de: Jetzt wird's aber Zeit für einen Urlaubsantrag.

# HalfYearWithoutiWave
source: Please deliver your iPad You do not use it anyway.
de: Bitte gib dein iPad ab. Du benutzt es ja sowieso nicht.

# TutorialAbort
source: Okay, seems you don't need help. If you have any questions, do this introduction again in celecting the information menu.
de: Ok, du brauchst offenbar keine Hilfe. Falls du doch noch Fragen hast, kannst du die Einführung im Infomenü wiederholen.

# AbortHeader
source: Abortion
de: Abbruch

# GreatVacationQuestion
source: welcome back, I hope you had a great vacation.
de: willkommen zurück, Ich hoffe Dein Urlaub war schön.

# GreatVacationWishes
source: If this is your last visit here, i wish you a great vacation!
de: Einen schönen Urlaub wünsche ich Dir, falls wir uns vorher nicht mehr sehen.

# VacationInVacation
source: What are you doing here, you should be in vacation!
de: Was machst Du hier, Du hast Urlaub!
